{
        "pages": {
                "title": "List of people named in the Panama Papers",
                "extract": "\n\n\nHeads of state \n\n Mauricio Macri, President of Argentina\n Salman, King of Saudi Arabia\n Khalifa bin Zayed Al Nahyan, President of the United Arab Emirates and Emir of Abu Dhabi\n Petro Poroshenko, President of Ukraine\nFormer heads of state\n Hamad bin Khalifa Al Thani, former Emir of Qatar\n Ahmed al-Mirghani, former President of Sudan\n Pavlo Lazarenko, former Prime Minister of Ukraine\n Ion Sturza, former Prime Minister of Moldova\n\n\n Heads of government \n\n Sigmundur Davíð Gunnlaugsson, Prime Minister of Iceland (resigned April 5, 2016)\nFormer heads of government\n Bidzina Ivanishvili, former Prime Minister of Georgia\n Ayad Allawi, former Acting Prime Minister of Iraq\n Ali Abu al-Ragheb, former Prime Minister of Jordan\n Hamad bin Jassim bin Jaber Al Thani, former Prime Minister of Qatar\n\n\n Other government officials \n Algeria\nAbdeslam Bouchouareb, Minister of Industry and Mines\n Angola\nJosé Maria Botelho de Vasconcelos, Minister of Petroleum\n Argentina\nNéstor Grindetti, Mayor of Lanús\n Botswana\nIan Kirby, President of the Botswana Court of Appeal and former Attorney General\n Brazil\nJoaquim Barbosa, former President of the Supreme Federal Court\nEduardo Cunha, President of the Chamber of Deputies\nEdison Lobão, Member of the Senate and former Minister of Mines and Energy\nJoão Lyra, Member of the Chamber of Deputies\n Cambodia\nAng Vong Vathana, Minister of Justice\n Chile\nAlfredo Ovalle Rodríguez, intelligence agency associate\n Democratic Republic of the Congo\nJaynet Kabila, Member of the National Assembly\n Republic of the Congo\nBruno Itoua, Minister of Scientific Research and Technical Innovation and former Chairman of the SNPC\n Ecuador\nGalo Chiriboga, current Attorney General\nPedro Delgado, cousin of President of Ecuador Rafael Correa, and former Governor of the Central Bank\n France\nPatrick Balkany, Member of the National Assembly and Mayor of Levallois-Perret\nJérôme Cahuzac, former Minister of the Budget\nJean-Marie Le Pen, former president of the National Front and father of current party leader Marine Le Pen\n Greece\nStavros Papastavrou, advisor of former Prime Ministers Kostas Karamanlis and Antonis Samaras\n Hungary\nZsolt Horváth, former Member of the National Assembly\n Iceland\nBjarni Benediktsson, Minister of Finance\nJúlíus Vífill Ingvarsson, Member of Reykjavík City Council (resigned April 5, 2016)\nÓlöf Nordal, Minister of the Interior\n India\nAnurag Kejriwal, former President of the Lok Satta Party Delhi Branch\n Kenya\nKalpana Rawal, Deputy Chief Justice of the Supreme Court\n Malta\nKonrad Mizzi, Minister of Energy and Health\n Nigeria\nJames Ibori, former Governor of Delta State\n North Korea\n\nKim Chol Sam\n\n Palestine\nMohammad Mustafa, former Minister of National Economy\n Panama\nRiccardo Francolini, former chairman of the state-owned Savings Bank\n Peru\nCésar Almeyda, Director of the National Intelligence Service\n Poland\nPaweł Piskorski, former Mayor of Warsaw\n Rwanda\nEmmanuel Ndahiro, brigadier general and former chief of the intelligence agency\n Saudi Arabia\nMuhammad bin Nayef, Crown Prince and Minister of the Interior of Saudi Arabia\n United Kingdom\nMichael Ashcroft, retired member of the House of Lords\nMichael Mates, former Conservative MP\nPamela Sharples, Member of the House of Lords\n Venezuela\nVictor Cruz Weffer, former commander-in-chief of the army\nJesús Villanueva, former Director of PDVSA\n Zambia\nAtan Shansonga, former Ambassador to the United States\n\n\n Relatives and associates of government officials \n Argentina\nDaniel Muñoz, aide to former presidents Cristina Fernández de Kirchner and Néstor Kirchner\n Azerbaijan\nMehriban Aliyeva, Leyla Aliyeva, Arzu Aliyeva, Heydar Aliyev and Sevil Aliyeva, family of President Ilham Aliyev\n Brazil\nIdalécio de Castro Rodrigues de Oliveira, potential briber of the Brazilian President of the Chamber of Deputies Eduardo Cunha and a Portuguese entrepeneur \n Canada\nAnthony Merchant, husband of Senator Pana Merchant.\n China\nPatrick Henri Devillers, French business associate of Gu Kailai, wife of former Minister of Commerce and Member of the Politburo Bo Xilai, and convicted murderer\nDeng Jiagui, brother-in-law of President Xi Jinping\nJasmine Li, granddaughter of former Member of the Politburo Jia Qinglin\nLi Xiaolin, daughter of former Premier Li Peng\n Ecuador\nJavier Molina Bonilla, former advisor to Director of the National Intelligence Secretariat Rommy Vallejo\n Egypt\nAlaa Mubarak, son of former President Hosni Mubarak\n France\nFrédéric Chatillon, business associate of Marine Le Pen, leader of the National Front\nArnaud Claude, former law partner of former President Nicolas Sarkozy\nNicolas Crochet, accounting associate of Marine Le Pen, leader of the National Front\n Ghana\nJohn Addo Kufuor, son of former President John Kufuor\n Guinea\nMamadie Touré, widow of former President Lansana Conté\n Honduras\nCésar Rosenthal, son of former Vice President Jaime Rosenthal\n Ireland\nFrank Flannery, political consultant and Fine Gael's former Director of Organisations and Strategy\n Italy\nGiuseppe Donaldo Nicosia, convicted of bribery alongside former Senator Marcello Dell'Utri\n Ivory Coast\nJean-Claude N'Da Ametchi, associate of former President Laurent Gbagbo\n Kazakhstan\nNurali Aliyev, grandson of President Nursultan Nazarbayev\n Malaysia\nMohd Nazifuddin Najib, son of Prime Minister Najib Razak and his cousin Shai\n Mexico\nJuan Armando Hinojosa, \"favourite contractor\" of President Enrique Peña Nieto\n Morocco\nMounir Majidi, personal secretary of King Mohammed VI\n Pakistan\nMaryam Nawaz, Hasan Nawaz Sharif and Hussain Nawaz Sharif, children of Prime Minister Nawaz Sharif\n Russia\nSergei Roldugin, Arkady Rotenberg and Boris Rotenberg, friends of President Vladimir Putin\n Senegal\nMamadou Pouye, friend of Karim Wade, himself the son of former President Abdoulaye Wade\n South Africa\nKhulubuse Zuma, nephew of President Jacob Zuma\n South Korea\nRo Jae-Hun, son of former President Roh Tae-woo\n Spain\nPilar de Borbón, sister of former King Juan Carlos I\nMicaela Domecq Solís-Beaumont, wife of Miguel Arias Cañete, European Commissioner for Climate Action and Energy and former Spanish Minister of Agriculture, Food and Environment\nOleguer Pujol, son of Jordi Pujol i Soley, former President of Catalonia.\n Syria\nRami and Hafez Makhlouf, cousins of President Bashar al-Assad\n United Kingdom\nIan Cameron, father of Prime Minister David Cameron\n United Nations\nKojo Annan, son of former Secretary-General Kofi Annan\n\n\n Sports personalities \n\n\n Association football \n\nPersons associated with the world governing body FIFA\nJuan Pedro Damiani, Uruguayan member of the FIFA Ethics Committee\nEugenio Figueredo, Uruguayan American former president of CONMEBOL and vice president and member of the ethics committee of FIFA\nGianni Infantino, Swiss-Italian president of FIFA\nHugo and Mariano Jinkis, Argentine businessmen also implicated in the 2015 FIFA corruption case\nMichel Platini, French former president of UEFA\nJérôme Valcke, French former secretary general of FIFA\nFootball players\n\nMattias Asper, Valeri Karpin, Nihat Kahveci, Tayfun Korkut, Darko Kovačević, Gabriel Schürrer and Sander Westerveld had accounts created by Real Sociedad and its president(s) principally Iñaki Otegui, under the leadership of José Luis Astiazarán, Miguel Fuentes, María de la Peña, Juan Larzábal and Iñaki Badiola\nGabriel Heinze, Argentine former footballer, account (with his mother) during Manchester United years\nLionel Messi, footballer for Barcelona and the Argentine national team\nBrian Steen Nielsen, Danish former footballer and sports director of Aarhus Gymnastikforening\nMarc Rieper, Danish retired footballer\nClarence Seedorf, Dutch former footballer\nLeonardo Ulloa, Argentine footballer\nIván Zamorano, Chilean retired footballer, account during Real Madrid years\n\n\n Motorsports\nÀlex Crivillé, Spanish former Grand Prix motorcycle road racer\nNico Rosberg, German Formula 1 driver at Mercedes AMG Petronas\nJarno Trulli, Italian former Formula 1 driver\n\n\n Other sports \nNick Faldo, English professional golfer on the PGA European Tour, now mainly an on-air golf analyst \n\n\nEntertainment personalities \n\nAgustín Almodóvar, Spanish film producer and younger brother of filmmaker Pedro Almodóvar\nPedro Almodóvar, Spanish film director, screenwriter, producer and former actor\nAmitabh Bachchan, Indian actor\nAishwarya Rai Bachchan, Indian actress and former Miss World.\nJackie Chan, Hong Kong actor\nFranco Dragone, Italian Belgian theatre director, known for his work for Cirque du Soleil\nDavid Geffen, Hollywood mogul, co-founder of DreamWorks\nTina Turner, American-born Swiss singer\n\n\n Business people \nVinod Adani, Indian businessman, elder brother of Gautam Adani, Adani Group\nBank Leumi's representatives and board members.\nHollman Carranza, son of Colombian emerald mogul Víctor Carranza\nRattan Chadha, Indian-born Dutch businessman, founder of Mexx clothing\nJacob Engel, Israeli businessman active in the African mining industry.\nLuca Cordero di Montezemolo, Italian businessman and politician\nAnthony Gumbiner, British businessman, chairman of Hallman Group\nSolomon Humes, Bahamian bishop of a small denomination\nSoulieman Marouf, British Syrian businessman\nNakash family members\nIdan Ofer, London-based Israeli business magnate and philanthropist, founder of Tanker Pacific.\nIgor Olenicoff, American billionaire\nMarianna Olszewski, American financial author and life coach.\nK P Singh, Indian businessman\nFrank Timiș, Romanian-born Australian businessman\nDov Weissglass, Israeli lawyer and business man who has been closely linked with the Middle East peace process, particularly under Prime Minister Ariel Sharon.\nTeddy Sagi, a London-based Israeli billionaire businessman founder of Playtech and the majority shareholder of Market Tech Holdings, which owns London's Camden Market, and of two AIM-listed technology companies.\nJacob Weinroth, an Israeli attorney, founder partner of Dr. J. Weinroth & Co. Law Office and owner and director of Sapir Holdings.\nBenjamin Wey, Chinese American financier and president of New York Global Group\nMain shareholders of Anheuser-Busch InBev\n\n\n Orginized crime \nMarllory Chacón Rossell, Guatemalan drug trafficker.\nJorge Milton Cifuentes-Villa, Colombian drug trafficker, head of the Cifuentes-Villa Drug Trafficking Organization and partner of Joaquín \"Chapo\" Guzmán.\nRafael Caro Quintero, Mexican drug trafficker and one of founders of the now-disintegrated Guadalajara Cartel.\n\n\n References \n\n\n External links \nThe list on the website of International Consortium of Investigative Journalists (USA)\nThe list on a world map by country"        }
}